Repository: Freeesia/WindowTranslator
Catalog: WindowTranslator/Properties/Resources.*.resx
Languages: ar, de, es, fa, fil, fr, hi, ko, ms, pl, pt_br, ru, th, tr, vi, zh_cn, zh_tw

# Source
source: Source (recognized) language
ar: لغة المصدر (التعرف)
de: Ursprüngliche (anerkannte) Sprache
es: Idioma de origen (reconocimiento)
fa: زبان مبدأ (تشخیص)
fil: Pinagmulang wika (pagkilala)
fr: Langue source (reconnaissance)
hi: स्रोत (पहचानी गई) भाषा
ko: 번역원(인식) 언어
ms: Bahasa sumber (pengecaman)
pl: Język źródłowy (rozpoznany)
pt_br: Bahasa sumber (pengenalan)
ru: Исходный язык (распознавание)
th: ภาษาต้นทาง (การจดจำ)
tr: Kaynak dil (tanıma)
vi: Dịch (công nhận) ngôn ngữ
zh_cn: 来源（认可）语言
zh_tw: 來源（認可）語言

# Target
source: Target (display) language
ar: اللغة الهدف (العرض)
de: Zielsprache (Anzeige)
es: Idioma de destino (visualización)
fa: زبان مقصد (نمایش)
fil: Target na wika (pagpapakita)
fr: Langue cible (affichage)
hi: लक्ष्य (प्रदर्शन) भाषा
ko: 번역 대상(표시) 언어
ms: Bahasa sasaran (paparan)
pl: Język docelowy (wyświetlany)
pt_br: Bahasa target (tampilan)
ru: Целевой язык (отображение)
th: ภาษาเป้าหมาย (การแสดงผล)
tr: Hedef dil (görüntüleme)
vi: Ngôn ngữ dịch
zh_cn: 目标（显示）语言
zh_tw: 目標（顯示）語言

# TranslateModule
source: Translation Module Selection
ar: وحدة الترجمة
de: Auswahl der Übersetzungsmodule
es: Módulo de traducción
fa: ماژول ترجمه
fil: Modyul ng pagsasalin
fr: Module de traduction
hi: अनुवाद मॉड्यूल चयन
ko: 번역 모듈 선택
ms: Pemilihan Modul Terjemahan
pl: Wybór modułu tłumaczenia
pt_br: Pemilihan Modul Terjemahan
ru: Модуль перевода
th: โมดูลการแปล
tr: Çeviri modülü
vi: Mô -đun dịch
zh_cn: 翻译模块的选择
zh_tw: 翻譯模塊的選擇

# CacheModule
source: Cache Module Selection
ar: وحدة التخزين المؤقت
de: Auswahl des Cache-Moduls
es: Módulo de caché
fa: ماژول کش
fil: Modyul ng cache
fr: Module de cache
hi: कैश मॉड्यूल चयन
ko: 캐시 모듈 선택
ms: Pemilihan Modul Cache
pl: Wybór modułu pamięci podręcznej
pt_br: Pemilihan Modul Cache
ru: Модуль кэша
th: โมดูลแคช
tr: Önbellek modülü
vi: Mô -đun bộ đệm
zh_cn: 缓存模块选择
zh_tw: 緩存模塊選擇

# ViewMode
source: Translation result display mode
ar: وضع عرض النتائج
de: Anzeigemodus für das Übersetzungsergebnis
es: Modo de visualización de resultados
fa: حالت نمایش نتایج
fil: Modo ng pagpapakita ng resulta ng pagsasalin
fr: Mode d'affichage des résultats
hi: अनुवाद परिणाम प्रदर्शन मोड
ko: 번역 결과 표시 모드
ms: Mod paparan hasil terjemahan
pl: Tryb wyświetlania wyników tłumaczenia
pt_br: Mode tampilan hasil terjemahan
ru: Режим отображения результата перевода
th: โหมดการแสดงผลการแปล
tr: Çeviri sonucu görüntüleme modu
vi: Chế độ hiển thị kết quả dịch
zh_cn: 翻译结果显示模式
zh_tw: 翻譯結果顯示模式

# AutoTargets
source: Automatic translation target
ar: أهداف الترجمة التلقائية
de: Ziel der automatischen Übersetzung
es: Objetivos de traducción automática
fa: اهداف ترجمه خودکار
fil: Mga awtomatikong target ng pagsasalin
fr: Cibles de traduction automatique
hi: स्वचालित अनुवाद लक्ष्य
ko: 자동 번역 대상
ms: Sasaran terjemahan automatik
pl: Automatyczny cel tłumaczenia
pt_br: Target terjemahan otomatis
ru: Цели автоматического перевода
th: เป้าหมายการแปลอัตโนมัติ
tr: Otomatik çeviri hedefleri
vi: Mục tiêu dịch tự động
zh_cn: 自动翻译目标
zh_tw: 自動翻譯目標

# IsEnableAutoTarget
source: Translate automatically when a process is launched once selected for translation
ar: الترجمة تلقائياً عند بدء عملية محددة
de: Sobald ein Prozess zur Übersetzung ausgewählt wurde, wird er automatisch übersetzt, wenn er gestartet wird
es: Traducir automáticamente cuando se inicie un proceso seleccionado
fa: ترجمه خودکار هنگام راه‌اندازی فرآیند انتخاب‌شده
fil: Awtomatikong magsalin kapag nagsimula ang prosesong dating napili bilang translation target
fr: Traduire automatiquement lorsqu'un processus sélectionné pour la traduction est lancé
hi: अनुवाद के लिए चुने जाने पर एक बार प्रक्रिया लॉन्च होने पर स्वचालित रूप से अनुवाद करें
ko: 일단 번역 대상으로 선택한 프로세스가 시작되면 자동으로 번역하는 것
ms: Terjemahkan secara automatik apabila proses dilancarkan sebaik sahaja dipilih untuk terjemahan
pl: Tłumacz automatycznie po uruchomieniu procesu wybranego do tłumaczenia
pt_br: Terjemahkan secara otomatis saat proses diluncurkan setelah dipilih untuk terjemahan
ru: Автоматически переводить при запуске процесса, ранее выбранного в качестве цели перевода
th: แปลอัตโนมัติเมื่อเริ่มกระบวนการที่เคยถูกเลือกเป็นเป้าหมายการแปลก่อนหน้านี้
tr: Daha önce çeviri hedefi olarak seçilen bir işlem başlatıldığında otomatik olarak çevir
vi: Dịch tự động khi quá trình đã chọn được bắt đầu sau khi nó được chọn để dịch.
zh_cn: 一旦一个进程被选中进行翻译，它将在启动时自动进行翻译
zh_tw: 一旦一個進程被選中進行翻譯，它將在啟動時自動進行翻譯

# SettingsViewModel
source: Overall setting
ar: الإعدادات العامة
de: Allgemeine Einstellung
es: Configuración general
fa: تنظیمات کلی
fil: Pangkalahatang mga setting
fr: Paramètres généraux
hi: समग्र सेटिंग
ko: 전체 설정
ms: Tetapan keseluruhan
pl: Ustawienia ogólne
pt_br: Pengaturan keseluruhan
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Genel ayarlar
vi: Cài đặt tổng thể
zh_cn: 总体设置
zh_tw: 全域設定

# Misc
source: Other
ar: أخرى
de: Sonstiges
es: Otros
fa: متفرقه
fil: Iba pa
fr: Autres
hi: अन्य
ko: 기타
ms: Lain-lain
pl: Inne
pt_br: Outros
ru: Прочее
th: อื่นๆ
tr: Diğer
vi: người khác
zh_cn: 其他
zh_tw: 其他

# Plugin
source: Plug-in Settings
ar: إعدادات الإضافات
de: Plug-in-Einstellungen
es: Configuración de plugins
fa: تنظیمات افزونه
fil: Mga setting ng plugin
fr: Paramètres des plugins
hi: प्लग-इन सेटिंग्स
ko: 플러그인 설정
ms: Tetapan Pemalam
pl: Ustawienia wtyczek
pt_br: Pengaturan Plugin
ru: Настройки плагина
th: การตั้งค่าปลั๊กอิน
tr: Eklenti ayarları
vi: Cài đặt plugin
zh_cn: 插件设置
zh_tw: 外掛程式設定

# Language
source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fa: تنظیمات زبان
fil: Mga setting ng wika
fr: Paramètres de langue
hi: भाषा सेटिंग्स
ko: 언어 설정
ms: Tetapan Bahasa
pl: Ustawienia języka
pt_br: Pengaturan Bahasa
ru: Настройки языка
th: การตั้งค่าภาษา
tr: Dil ayarları
vi: Cài đặt ngôn ngữ
zh_cn: 语言设置
zh_tw: 語言設定

source: overlay
ar: الطبقة العلوية
de: überlagern
es: Superposición
fa: پوشش
fr: Superposition
hi: ओवरले
ko: 오버레이
ms: hamparan
pl: nakładka
pt_br: sobreposição
ru: Оверлей
th: โอเวอร์เลย์
tr: Kaplama
vi: Lớp phủ
zh_cn: 覆盖物
zh_tw: 重疊

# Capture
source: capture window
ar: نافذة الالتقاط
de: Aufnahmefenster
es: Ventana de captura
fa: پنجره ضبط
fil: Window ng pagkuha
fr: Fenêtre de capture
hi: विंडो कैप्चर करें
ko: 캡처 창
ms: tetingkap tangkapan
pl: okno przechwytywania
pt_br: janela de captura
ru: Окно захвата
th: หน้าต่างแคปเจอร์
tr: Yakalama penceresi
vi: Chụp cửa sổ
zh_cn: 捕获窗口
zh_tw: 擷取視窗

source: In-memory cache
ar: التخزين المؤقت في الذاكرة
es: Caché en memoria
fa: کش در حافظه
fil: Cache sa memory
fr: Cache en mémoire
hi: इन-मेमोरी कैश
ko: 인메모리 캐시
ms: Cache dalam memori
pl: Pamięć podręczna w pamięci RAM
pt_br: Cache dalam memori
ru: Кэш в памяти
th: แคชในหน่วยความจำ
tr: Bellekteki önbellek
vi: Bộ nhớ cache trong bộ nhớ
zh_cn: 内存缓存
zh_tw: 記憶體中快取

# LocalCache
source: Local file cache
ar: التخزين المؤقت المحلي
de: Lokaler Datei-Cache
es: Caché de archivos local
fa: کش فایل محلی
fil: Lokal na file cache
fr: Cache de fichiers local
hi: स्थानीय फ़ाइल कैश
ko: 로컬 파일 캐시
ms: Cache fail tempatan
pl: Pamięć podręczna plików lokalnych
pt_br: Cache file lokal
ru: Локальный файловый кэш
th: แคชไฟล์ในเครื่อง
tr: Yerel dosya önbelleği
vi: Bộ đệm tệp cục bộ
zh_cn: 本地文件缓存
zh_tw: 本機檔案快取

# Settings
source: Setting
ar: الإعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
fil: Mga Setting
fr: Paramètres
hi: सेटिंग
ko: 환경설정
ms: Tetapan
pl: Ustawienia
pt_br: Pengaturan
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: cài đặt
zh_cn: 设定
zh_tw: 設置

source: Attach
ar: إرفاق
de: Anfügen
es: Adjuntar
fa: اتصال
fil: I-attach
fr: Attacher
hi: अटैच करें
ko: 첨부
ms: Lampir
pl: Dołącz
pt_br: Lampirkan
ru: Прикрепить
th: แนบ
tr: Ekle
vi: gắn
zh_cn: 附加
zh_tw: 附加

source: detach
ar: فصل
de: Lösen
es: Desconectar
fa: قطع اتصال
fil: I-detach
fr: Détacher
hi: डिटैच करें
ko: 분리
ms: nyahlampir
pl: Odłącz
pt_br: lepaskan
ru: Открепить
th: ถอด
tr: Ayır
vi: Tách rời
zh_cn: 分离
zh_tw: 分離

# Exit
source: End
ar: خروج
de: Ende
es: Salir
fa: خروج
fil: Lumabas
fr: Quitter
hi: समाप्त
ko: 끝내기
ms: Tamat
pl: Zakończ
pt_br: Akhiri
ru: Выход
th: ออก
tr: Çıkış
vi: kết thúc
zh_cn: 结束
zh_tw: 已完成

# MutexError
source: WindowTranslator is already running.
ar: WindowTranslator قيد التشغيل بالفعل.
de: Der WindowTranslator läuft bereits.
es: WindowTranslator ya está en ejecución.
fa: WindowTranslator در حال اجرا است.
fil: Ang WindowTranslator ay tumatakbo na
fr: WindowTranslator est déjà en cours d'exécution.
hi: WindowTranslator पहले से ही चल रहा है।
ko: WindowTranslator가 이미 실행 중입니다.
ms: WindowTranslator sudah berjalan.
pl: WindowTranslator jest już uruchomiony.
pt_br: WindowTranslator sudah berjalan.
ru: WindowTranslator уже запущен
th: WindowTranslator กำลังทำงานอยู่แล้ว
tr: WindowTranslator zaten çalışıyor
vi: Windowtranslator đã chạy
zh_cn: WindowTranslator 已在运行。
zh_tw: WindowTranslator 已在執行中。

source: About
ar: حول
de: Über
es: Acerca de
fa: درباره
fil: Tungkol sa app na ito
fr: À propos
hi: के बारे में
ko: 정보
ms: Tentang
pl: O programie
pt_br: Tentang
ru: О приложении
th: เกี่ยวกับแอปนี้
tr: Bu uygulama hakkında
vi: Về ứng dụng này
zh_cn: 关于
zh_tw: 關於

# OpenThirdPartyLicensesCommand
source: Check third party licenses
ar: التحقق من تراخيص الطرف الثالث
de: Lizenzen von Drittanbietern prüfen
es: Verificar licencias de terceros
fa: بررسی مجوزهای شخص ثالث
fil: Suriin ang mga lisensya ng third-party
fr: Vérifier les licences tierces
hi: तृतीय-पक्ष लाइसेंस जांचें
ko: 타사 라이선스 확인
ms: Semak lesen pihak ketiga
pl: Sprawdź licencje stron trzecich
pt_br: Periksa lisensi pihak ketiga
ru: Проверить лицензии третьих сторон
th: ตรวจสอบใบอนุญาตของบุคคลที่สาม
tr: Üçüncü taraf lisanslarını kontrol et
vi: Kiểm tra giấy phép của bên thứ ba
zh_cn: 检查第三方许可证
zh_tw: 檢查第三方授權

# HasUpdate
source: Updates available: {0}
ar: تحديث متاح: {0}
de: Updates verfügbar: {0}
es: Actualización disponible: {0}
fa: به‌روزرسانی موجود است: {0}
fil: May available na update: {0}
fr: Mise à jour disponible : {0}
hi: अपडेट उपलब्ध: {0}
ko: 업데이트를 사용할 수 있습니다: {0}
ms: Kemas kini tersedia: {0}
pl: Dostępne aktualizacje: {0}
pt_br: Pembaruan tersedia: {0}
ru: Доступно обновление: {0}
th: มีการอัปเดต: {0}
tr: Güncelleme mevcut: {0}
vi: Có một bản cập nhật: {0}
zh_cn: 可用更新： {0}
zh_tw: 可用的更新： {0}

# IsLatest
source: You are using the latest version.
ar: أنت تستخدم أحدث إصدار.
de: Sie verwenden die neueste Version.
es: Está utilizando la última versión.
fa: شما از آخرین نسخه استفاده می‌کنید.
fil: Gumagamit ka ng pinakabagong bersyon.
fr: Vous utilisez la dernière version.
hi: आप नवीनतम संस्करण का उपयोग कर रहे हैं।
ko: 최신 버전을 사용하고 있습니다.
ms: Anda menggunakan versi terkini.
pl: Używasz najnowszej wersji.
pt_br: Anda menggunakan versi terbaru.
ru: Вы используете последнюю версию.
th: คุณกำลังใช้เวอร์ชันล่าสุด
tr: En son sürümü kullanıyorsunuz.
vi: Bạn hiện đang sử dụng phiên bản mới nhất.
zh_cn: 您使用的是最新版本。
zh_tw: 您使用的是最新版本。

# UpdateInfo
source: Update Information
ar: معلومات التحديث
de: Aktualisierte Informationen
es: Información de actualización
fa: اطلاعات به‌روزرسانی
fil: Impormasyon ng update
fr: Informations de mise à jour
hi: जानकारी अपडेट करें
ko: 업데이트 정보
ms: Maklumat Kemas Kini
pl: Informacje o aktualizacji
pt_br: Informasi Pembaruan
ru: Информация об обновлении
th: ข้อมูลการอัปเดต
tr: Güncelleme bilgisi
vi: Cập nhật thông tin
zh_cn: 更新信息
zh_tw: 更新資訊

# UpdateCommand
source: Update to latest version
ar: التحديث إلى أحدث إصدار
de: Update auf die neueste Version
es: Actualizar a la última versión
fa: به‌روزرسانی به آخرین نسخه
fil: I-update sa pinakabagong bersyon
fr: Mettre à jour vers la dernière version
hi: नवीनतम संस्करण में अपडेट करें
ko: 최신 버전으로 업데이트
ms: Kemas kini ke versi terkini
pl: Zaktualizuj do najnowszej wersji
pt_br: Perbarui ke versi terbaru
ru: Обновить до последней версии
th: อัปเดตเป็นเวอร์ชันล่าสุด
tr: En son sürüme güncelle
vi: Được cập nhật lên phiên bản mới nhất
zh_cn: 更新至最新版本
zh_tw: 更新至最新版本

# OpenChangelogCommand
source: Check details
ar: عرض التفاصيل
de: Details prüfen
es: Ver detalles
fa: مشاهده جزئیات
fil: Suriin ang detalyadong impormasyon
fr: Vérifier les détails
hi: विवरण जांचें
ko: 세부 정보 확인
ms: Semak butiran
pl: Sprawdź szczegóły
pt_br: Periksa detail
ru: Проверить подробную информацию
th: ตรวจสอบข้อมูลโดยละเอียด
tr: Ayrıntılı bilgileri kontrol et
vi: Tìm thêm thông tin
zh_cn: 查看详细信息
zh_tw: 檢查詳細資料

# Hold
source: Only while you're pressing
ar: فقط أثناء الضغط
de: Nur während Sie drücken
es: Solo mientras se presiona
fa: فقط هنگام نگه‌داشتن
fil: Habang pinipindot lamang
fr: Uniquement pendant l'appui
hi: केवल दबाते समय
ko: 당신이 압박하는 동안에 만
ms: Hanya semasa anda menekan
pl: Tylko podczas naciskania
pt_br: Apenas quando você pressionar
ru: Только при удержании
th: เฉพาะขณะกด
tr: Yalnızca basılı tutulduğunda
vi: Chỉ khi bạn đang nhấn
zh_cn: 仅在按下
zh_tw: 僅在按下

# Toggle
source: Press to turn ON/OFF
ar: اضغط للتشغيل/الإيقاف
de: Drücken Sie, um ein-/auszuschalten
es: Presionar para activar/desactivar
fa: فشار برای روشن/خاموش
fil: Pindutin upang i-toggle ang ON/OFF
fr: Appuyer pour activer/désactiver
hi: ON/OFF टॉगल करने के लिए दबाएं
ko: 켜지거나 끄려면 누릅니다
ms: Tekan untuk hidupkan/matikan
pl: Naciśnij, aby włączyć/wyłączyć
pt_br: Pressione para ligar/desligar
ru: Нажмите для переключения ВКЛ/ВЫКЛ
th: กดเพื่อสลับ ON/OFF
tr: AÇIK/KAPALI geçişi için bas
vi: Nhấn để bật/tắt
zh_cn: 按打开/关闭
zh_tw: 按打開/關閉

# OverlaySwitch
source: Toggle overlay display
ar: تبديل عرض الطبقة العلوية
de: Überlagerungsanzeige umschalten
es: Alternar visualización de superposición
fa: تغییر وضعیت پوشش
fil: I-toggle ang overlay display
fr: Basculer l'affichage de superposition
hi: ओवरले प्रदर्शन टॉगल करें
ko: 토글 오버레이 디스플레이
ms: Tukar paparan hamparan
pl: Przełącz wyświetlanie nakładki
pt_br: Alihkan tampilan hamparan
ru: Переключить отображение оверлея
th: สลับการแสดงโอเวอร์เลย์
tr: Kaplama görüntüsünü değiştir
vi: Chuyển đổi màn hình Lớp phủ
zh_cn: 切换覆盖显示
zh_tw: 切換覆蓋顯示

# IsEnableCaptureOverlay
source: Make overlay displays captureable
ar: جعل الطبقة العلوية قابلة للالتقاط
de: Machen Sie Overlay -Anzeigen faszinierbar
es: Hacer capturable la superposición
fa: امکان ضبط پوشش
fil: Gawing ma-capture ang mga overlay display
fr: Rendre la superposition capturable
hi: ओवरले प्रदर्शन को कैप्चर करने योग्य बनाएं
ko: 오버레이 디스플레이를 사로 잡을 수 있습니다
ms: Jadikan paparan hamparan boleh ditangkap
pl: Umożliw zrobienie zrzutu nakładki
pt_br: Jadikan tampilan hamparan dapat ditangkap
ru: Сделать оверлеи захватываемыми
th: ทำให้การแสดงโอเวอร์เลย์สามารถแคปเจอร์ได้
tr: Kaplama görüntülerini yakalanabilir yap
vi: Làm cho màn hình lớp phủ trở nên dễ bị bắt giữ
zh_cn: 使叠加显示可捕获
zh_tw: 使疊加顯示可捕獲

# TargetProcesses
source: Translated Process
ar: العمليات المستهدفة للترجمة
de: Übersetzter Prozess
es: Procesos objetivo de traducción
fa: فرآیندهای هدف ترجمه
fil: Naisaling Proseso
fr: Processus cibles de traduction
hi: अनुवादित प्रक्रिया
ko: 번역 된 프로세스
ms: Proses Diterjemahkan
pl: Przetłumaczony proces
pt_br: Proses Diterjemahkan
ru: Переведенный процесс
th: กระบวนการเป้าหมายการแปล
tr: Çevrilmiş İşlem
vi: Quá trình dịch
zh_cn: 翻译过程
zh_tw: 翻譯過程

# OcrModule
source: Recognition module
ar: وحدة التعرف
de: Erkennungsmodul
es: Módulo de reconocimiento
fa: ماژول تشخیص
fil: Modyul ng pagkilala
fr: Module de reconnaissance
hi: पहचान मॉड्यूल
ko: 인식 모듈
ms: Modul pengecaman
pl: Moduł rozpoznawania
pt_br: Modul pengenalan
ru: Модуль распознавания
th: โมดูลการจดจำ
tr: Tanıma modülü
vi: Mô -đun nhận dạng
zh_cn: 识别模块
zh_tw: 識別模塊

# Shortcut
source: Shortcuts
ar: اختصارات
de: Verknüpfungen
es: Atajos
fa: میانبرها
fil: Mga Shortcut
fr: Raccourcis
hi: शॉर्टकट
ko: 바로 가기
ms: Pintasan
pl: Skróty
pt_br: Pintasan
ru: Горячие клавиши
th: ทางลัด
tr: Kısayollar
vi: Phím tắt
zh_cn: 捷径
zh_tw: 捷徑

# OverlayShortcut
source: Overlay switch
ar: تبديل الطبقة العلوية
de: Overlay -Schalter
es: Cambio de superposición
fa: تغییر پوشش
fil: Paglipat ng overlay
fr: Basculement de superposition
hi: ओवरले स्विच
ko: 오버레이 스위치
ms: Suis hamparan
pl: Przełącznik nakładki
pt_br: Sakelar hamparan
ru: Переключение оверлея
th: สลับโอเวอร์เลย์
tr: Kaplama anahtarı
vi: Công tắc lớp phủ
zh_cn: 覆盖开关
zh_tw: 覆蓋開關

# NewVersionAvailable
source: A new version, {0}, has been released
ar: إصدار جديد {0} متاح
de: neue Version: {0} ist erschienen
es: Una nueva versión {0} está disponible
fa: نسخه جدید {0} در دسترس است
fil: Ang bagong bersyon {0} ay nai-release na
fr: Une nouvelle version {0} est disponible
hi: एक नया संस्करण, {0}, जारी किया गया है
ko: 새 버전 {0}이 출시되었습니다
ms: Versi baharu, {0}, telah dikeluarkan
pl: Została wydana nowa wersja {0}
pt_br: Versi baru, {0}, telah dirilis
ru: Выпущена новая версия {0}
th: เวอร์ชันใหม่ {0} ถูกเผยแพร่แล้ว
tr: Yeni bir sürüm {0} yayınlandı
vi: Phiên bản mới {0} đã được phát hành
zh_cn: 新的版本：{0} 已发布
zh_tw: 新的版本：{0} 已發布

# InstallNewVersion
source: New version {0} installation
ar: تثبيت الإصدار الجديد {0}
de: Neue Version: {0} installieren
es: Instalación de la nueva versión {0}
fa: نصب نسخه جدید {0}
fil: Pag-install ng bagong bersyon {0}
fr: Installation de la nouvelle version {0}
hi: नया संस्करण {0} इंस्टॉलेशन
ko: 새 버전 {0} 설치
ms: Pemasangan versi baharu {0}
pl: Instalacja nowej wersji {0}
pt_br: Instalasi versi baru {0}
ru: Установка новой версии {0}
th: ติดตั้งเวอร์ชันใหม่ {0}
tr: Yeni sürüm {0} kurulumu
vi: Phiên bản mới: {0} đã được cài đặt
zh_cn: 新的版本：{0} 的安装
zh_tw: 新的版本：{0} 的安裝

# CheckUpdateNotes
source: Check for updates
ar: التحقق من التحديثات
de: Aktualisierungsübersicht
es: Verificar actualizaciones
fa: بررسی به‌روزرسانی‌ها
fil: Suriin ang mga update
fr: Vérifier les mises à jour
hi: अपडेट जांचें
ko: 업데이트 내용 확인
ms: Semak kemas kini
pl: Sprawdź aktualizacje
pt_br: Periksa pembaruan
ru: Проверить обновления
th: ตรวจสอบเนื้อหาการอัปเดต
tr: Güncellemeleri kontrol et
vi: Kiểm tra các thay đổi
zh_cn: 更新信息确认
zh_tw: 更新內容的確認

# CheckNewVersion
source: New version check
ar: التحقق من إصدار جديد
de: neue Version prüfen
es: Verificar nueva versión
fa: بررسی نسخه جدید
fil: Pagsusuri ng bagong bersyon
fr: Vérifier nouvelle version
hi: नया संस्करण जांचें
ko: 새 버전 확인
ms: Semak versi baharu
pl: Sprawdzenie nowej wersji
pt_br: Periksa versi baru
ru: Проверка новой версии
th: ตรวจสอบเวอร์ชันใหม่
tr: Yeni sürüm kontrolü
vi: Phiên bản mới được kiểm tra
zh_cn: 新版本检查
zh_tw: 新的版本檢查

source: Cancel
ar: إلغاء
de: Stornierung
es: Cancelar
fa: لغو
fil: Kanselahin
fr: Annuler
hi: रद्द करें
ko: 취소
ms: Batal
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: hủy bỏ
zh_cn: 取消
zh_tw: 取消

source: OK
ar: موافق
fa: تأیید
hi: ठीक है
ko: 알았어요
ru: ОК
th: ตกลง
tr: Tamam
zh_cn: 好的
zh_tw: 好

# AutoStartWithPC
source: Automatically start at system boot
ar: البدء تلقائياً عند بدء النظام
de: PC-Startvorgang beim Hochfahren automatisch starten
es: Iniciar automáticamente al arrancar el sistema
fa: راه‌اندازی خودکار هنگام شروع سیستم
fil: Awtomatikong magsimula sa system boot
fr: Démarrer automatiquement au démarrage du système
hi: सिस्टम बूट पर स्वचालित रूप से प्रारंभ करें
ko: PC 부팅 시 자동 시작
ms: Mula automatik semasa but sistem
pl: Automatyczne uruchomienie przy starcie systemu
pt_br: Mulai otomatis saat boot sistem
ru: Автоматически запускать при загрузке системы
th: เริ่มต้นอัตโนมัติเมื่อเปิดพีซี
tr: Sistem başlangıcında otomatik başlat
vi: Khởi động tự động khi khởi động máy tính
zh_cn: 开机自动启动
zh_tw: 電腦開機時自動啟動

source: General settings
ar: الإعدادات العامة
de: Allgemeine Einstellungen
es: Configuración general
fa: تنظیمات عمومی
fil: Pangkalahatang mga setting
fr: Paramètres généraux
hi: सामान्य सेटिंग्स
ko: 전체 설정
ms: Tetapan umum
pl: Ustawienia ogólne
pt_br: Pengaturan umum
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Genel ayarlar
vi: Cài đặt chung
zh_cn: 全般设置
zh_tw: 一般設定

source: Display method
ar: طريقة العرض
de: Anzeigemethode
es: Método de visualización
fa: روش نمایش
fil: Paraan ng pagpapakita
fr: Méthode d'affichage
hi: प्रदर्शन विधि
ko: 표시 방법
ms: Kaedah paparan
pl: Metoda wyświetlania
pt_br: Metode tampilan
ru: Метод отображения
th: วิธีการแสดงผล
tr: Görüntüleme yöntemi
vi: hiển thị
zh_cn: 显示方式
zh_tw: 顯示方式

# TargetSpecificSettings
source: Per-item settings
ar: إعدادات لكل هدف
de: objektspezifische Einstellungen
es: Configuración por objetivo
fa: تنظیمات برای هر هدف
fil: Mga setting bawat item
fr: Paramètres par cible
hi: प्रति-आइटम सेटिंग्स
ko: 대상별 설정
pl: Ustawienia dla poszczególnych elementów
ru: Настройки для каждого элемента
th: การตั้งค่าสำหรับแต่ละเป้าหมาย
tr: İçe bağına ayarlar
vi: Đối với từng đối tượng
zh_cn: 针对每个对象进行设置
zh_tw: 針對每個項目進行設定

source: Version
ar: الإصدار
es: Versión
fa: نسخه
fil: Bersyon
hi: संस्करण
ko: 버전
ms: Versi
pl: Wersja
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: phiên bản
zh_cn: 版本
zh_tw: 版本

source: Build date
ar: تاريخ البناء
de: Erstellungsdatum
es: Fecha de compilación
fa: تاریخ ساخت
fil: Petsa ng build
fr: Date de compilation
hi: बिल्ड तारीख
ko: 빌드 날짜
ms: Tarikh binaan
pl: Data kompilacji
pt_br: Tanggal build
ru: Дата сборки
th: วันที่สร้าง
tr: Derleme tarihi
vi: Thời gian xây dựng
zh_cn: 构建日期
zh_tw: 建置日期

# DevelopedBy
source: developer
ar: المطور
de: Entwickler
es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
hi: डेवलपर
ko: 개발자
ru: разработчик
th: นักพัฒนา
tr: Geliştirici
vi: nhà phát triển
zh_cn: 开发者
zh_tw: 開發人員

# PublishPage
source: Public page
ar: الصفحة العامة
de: öffentliche Seite
es: Página pública
fa: صفحه عمومی
fil: Pampublikong pahina
fr: Page publique
hi: सार्वजनिक पृष्ठ
ko: 공개 페이지
ru: Публичная страница
th: หน้าเผยแพร่
tr: Genel sayfa
vi: trang công khai
zh_cn: 公开页面
zh_tw: 公開頁面

source: license
ar: الترخيص
de: Lizenz
es: Licencia
fa: مجوز
fil: Lisensya
fr: Licence
hi: लाइसेंस
ko: 라이선스
ru: лицензия
th: ใบอนุญาต
tr: Lisans
vi: giấy phép
zh_cn: 执照
zh_tw: 授權執照

# NoTranslateModule
source: Do not translate
ar: عدم الترجمة
de: Übersetze nicht
es: No traducir
fa: بدون ترجمه
fil: Huwag isalin
fr: Ne pas traduire
hi: अनुवाद न करें
ko: 번역하지 않습니다
ms: Jangan terjemah
pl: Nie tłumacz
pt_br: Jangan terjemahkan
ru: Не переводить
th: ไม่แปล
tr: Çevirme
vi: Không dịch
zh_cn: 翻译不进行
zh_tw: 請勿翻譯

# CacheParam
source: Cache setting
ar: إعدادات التخزين المؤقت
de: Cache-Einstellungen
es: Configuración de caché
fa: تنظیمات کش
fil: Setting ng cache
fr: Paramètres du cache
hi: कैश सेटिंग
ko: 캐시 설정
ms: Tetapan cache
pt_br: Pengaturan cache
ru: Настройка кэша
th: การตั้งค่าแคช
tr: Önbellek ayarı
vi: Cài đặt bộ nhớ đệm
zh_cn: 缓存设置
zh_tw: 快取設定

# FuzzyMatchThreshold
source: Threshold for close text
ar: عتبة النص المتشابه
de: Textschwelle schließen
es: Umbral para texto similar
fa: آستانه متن مشابه
fil: Threshold para sa malapit na teksto
fr: Seuil pour texte similaire
hi: निकट टेक्स्ट के लिए थ्रेशोल्ड
ko: 가까운 텍스트의 임계값
ms: Ambang untuk teks hampir
pl: Próg dla tekstu bliskiego
pt_br: Ambang untuk teks dekat
ru: Порог для близкого текста
th: เกณฑ์ข้อความที่ใกล้เคียง
tr: Yakın metin için eşik
vi: Ngưỡng văn bản gần
zh_cn: 关闭文本阈值。
zh_tw: 關閉文字臨界值。

# NoCache
source: Do not cache
ar: عدم التخزين المؤقت
de: Nicht zwischenspeichern
es: No almacenar en caché
fa: بدون کش
fil: Huwag mag-cache
fr: Ne pas mettre en cache
hi: कैश न करें
ko: 캐시 안함
ms: Jangan cache
pl: Nie zapisuj w pamięci podręcznej
pt_br: Jangan cache
ru: Не кэшировать
th: ไม่แคช
tr: Önbelleğe alma
vi: Không lưu cache
zh_cn: 未缓存
zh_tw: 未緩存

# WindowsMediaOcr
source: Windows Standard Character Recognition
ar: التعرف على الحروف القياسي في Windows
de: Windows-Standardzeichenerkennung
es: Reconocimiento de caracteres estándar de Windows
fa: تشخیص کاراکتر استاندارد ویندوز
fil: Pagkilala ng Karakter na Standard ng Windows
fr: Reconnaissance de caractères Windows standard
hi: Windows मानक वर्ण पहचान
ko: Windows 표준 문자 인식
ru: Стандартное распознавание символов Windows
th: การจดจำอักขระมาตรฐาน Windows
tr: Windows Standart Karakter Tanıma
vi: Nhận dạng ký tự chuẩn Windows
zh_cn: Windows 标准字符识别
zh_tw: Windows 標準字元識別
