Repository: Freeesia/WindowTranslator
Catalog: WindowTranslator/Properties/Resources.*.resx
Languages: ar, de, es, fa, fil, fr, hi, ko, ms, pl, pt_br, ru, th, tr, vi, zh_cn, zh_tw

# Title
source: Application Name
ar: اسم التطبيق
de: App-Name
es: Nombre de la aplicación
fa: نام برنامه
fil: Pangalan ng Application
fr: Nom de l'application
hi: एप्लिकेशन नाम
ko: 애플리케이션 이름
ms: Nama Aplikasi
pl: Nazwa aplikacji
pt_br: Nama Aplikasi
ru: Название приложения
th: ชื่อแอป
tr: Uygulama Adı
vi: Tên ứng dụng
zh_cn: 应用名称
zh_tw: 應用程式名稱

# SteamWishlist
source: Gift games on Steam
ar: إهداء ألعاب على Steam
de: Steam-Wunschliste
es: Regalar juegos en Steam
fa: هدیه بازی در Steam
fil: Magregalo ng mga laro sa Steam
fr: Offrir des jeux sur Steam
hi: Steam पर गेम गिफ्ट करें
ko: Steam으로 게임 선물
ms: Hadiahkan permainan di Steam
pt_br: Hadiah game di Steam
ru: Подарить игры в Steam
th: ให้ของขวัญเกมบน Steam
tr: Steam oyunları hediye et
vi: Quà tặng trò chơi trên Steam
zh_cn: 通过 Steam 赠送游戏
zh_tw: 透過Steam贈送遊戲

# Application
source: Application Information
ar: معلومات التطبيق
de: Anwendungsinformationen
es: Información de la aplicación
fa: اطلاعات برنامه
fil: Impormasyon ng Application
fr: Informations sur l'application
hi: एप्लिकेशन जानकारी
ko: 애플리케이션 정보
ms: Maklumat Aplikasi
pl: Informacje o aplikacji
pt_br: Informasi Aplikasi
ru: Информация о приложении
th: ข้อมูลแอป
tr: Uygulama Bilgisi
vi: Thông tin ứng dụng
zh_cn: 应用信息
zh_tw: 應用程式資訊

# Address
source: Contact Address
ar: جهة الاتصال
de: Kontaktadresse
es: Contacto
fa: تماس
fil: Address ng Kontak
fr: Contact
hi: संपर्क पता
ko: 연락처
ms: Alamat Hubungan
pt_br: Alamat Kontak
ru: Контактный адрес
th: ที่อยู่ติดต่อ
tr: İletişim Adresi
vi: Địa chỉ liên hệ
zh_cn: 联系地址
zh_tw: 聯絡地址

# Develop
source: Technical Information
ar: معلومات تقنية
de: Technische Informationen
es: Información técnica
fa: اطلاعات فنی
fil: Teknikal na Impormasyon
fr: Informations techniques
hi: तकनीकी जानकारी
ko: 기술 정보
pl: Informacje techniczne
ru: Техническая информация
th: ข้อมูลทางเทคนิค
tr: Teknik Bilgi
vi: Thông tin kỹ thuật
zh_cn: 技术信息
zh_tw: 技術資訊

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fil: Isara
fr: Fermer
hi: बंद करें
ko: 닫기
ms: Tutup
pl: Zamknij
pt_br: Tutup
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fa: اعمال
fil: Ilapat
fr: Appliquer
hi: लागू करें
ko: 적용
ms: Guna
pl: Zastosuj
pt_br: Terapkan
ru: Применить
th: นำไปใช้
tr: Uygula
vi: Áp dụng
zh_cn: 应用
zh_tw: 應用

# DisplayBusy
source: Show busy icon
ar: عرض أيقونة مشغول
de: Zeige das Beschäftigt-Symbol
es: Mostrar icono de ocupado
fa: نمایش آیکون در حال پردازش
fil: Ipakita ang processing icon
fr: Afficher l'icône occupé
hi: व्यस्त आइकन दिखाएं
ko: 처리 중 아이콘을 표시합니다
ru: Отображать значок обработки
th: แสดงไอคอนกำลังประมวลผล
tr: İşlem simgesini göster
vi: Hiển thị biểu tượng bận
zh_cn: 显示忙碌图标
zh_tw: 顯示忙碌圖標

# IsOneShotMode
source: Translate only when overlay is enabled
ar: الترجمة فقط عند تفعيل الطبقة العلوية
de: Nur übersetzen, wenn Overlay aktiviert ist
es: Traducir solo cuando la superposición está habilitada
fa: ترجمه فقط هنگام فعال‌سازی پوشش
fil: Magsalin lamang kapag pinagana ang overlay
fr: Traduire uniquement lorsque la superposition est activée
hi: केवल तब अनुवाद करें जब ओवरले सक्षम हो
ko: 오버레이가 활성화된 시점에만 번역
ms: Terjemah hanya apabila hamparan didayakan
pl: Tłumacz tylko gdy nakładka jest włączona
pt_br: Terjemahkan hanya saat hamparan diaktifkan
ru: Переводить только при включении оверлея
th: แปลเฉพาะเมื่อเปิดใช้งานโอเวอร์เลย์เท่านั้น
tr: Yalnızca kaplama etkinleştirildiğinde çevir
vi: Chỉ dịch khi lớp phủ được kích hoạt
zh_cn: 仅在启用覆盖层时翻译
zh_tw: 僅在啟用覆蓋層時翻譯

# IsOverlayPointSwap
source: Display overlay translation only for text at mouse pointer position
ar: عرض الترجمة فقط للنص تحت المؤشر
de: Overlay-Übersetzung nur für Text an der Mauszeiger-Position anzeigen
es: Mostrar traducción solo para texto bajo el puntero
fa: نمایش ترجمه فقط برای متن زیر مکان‌نما
fil: Ipakita ang overlay translation para sa teksto sa posisyon ng mouse pointer lamang
fr: Afficher la traduction uniquement pour le texte sous le pointeur
hi: केवल माउस पॉइंटर स्थिति पर टेक्स्ट के लिए ओवरले अनुवाद प्रदर्शित करें
ko: 마우스 포인터 위치의 텍스트에만 오버레이 번역을 표시
ms: Paparkan terjemahan hamparan hanya untuk teks pada kedudukan penunjuk tetikus
pl: Wyświetlaj tłumaczenie nakładki tylko dla tekstu pod pozycją wskaźnika myszy
pt_br: Tampilkan terjemahan hamparan hanya untuk teks di posisi pointer mouse
ru: Отображать перевод оверлея только для текста в позиции указателя мыши
th: แสดงการแปลโอเวอร์เลย์เฉพาะข้อความที่ตำแหน่งเมาส์เท่านั้น
tr: Kaplama çevirisini yalnızca fare işaretçisi konumundaki metin için göster
vi: Chỉ hiển thị bản dịch lớp phủ cho văn bản tại vị trí con trỏ chuột
zh_cn: 仅在鼠标指针位置的文本上显示覆盖翻译
zh_tw: 僅在滑鼠指標位置的文字上顯示重疊翻譯

# OverlayOpacity
source: Overlay background opacity
ar: شفافية خلفية الطبقة العلوية
de: Overlay-Hintergrund-Deckkraft
es: Opacidad del fondo de superposición
fa: شفافیت پس‌زمینه پوشش
fil: Opacity ng background ng overlay
fr: Opacité de l'arrière-plan de superposition
hi: ओवरले पृष्ठभूमि अस्पष्टता
ko: 오버레이 배경 불투명도
ru: Непрозрачность фона оверлея
th: ความทึบแสงของพื้นหลังโอเวอร์เลย์
tr: Kaplama arka plan opaklığı
vi: Độ mờ nền lớp phủ
zh_cn: 覆盖层背景不透明度
zh_tw: 覆蓋層背景不透明度

# SendReportToolTip
source: Send error information to the report system. The following information will be sent: * Application information * PC specifications and environment information * Translation target application name * Translation target image * Translation target settings > %{color:red}**Personal information will not be sent, but please ensure that personal information is not included in the translation target screen.**%
ar: إرسال معلومات الخطأ إلى نظام التقارير.
de: Fehlerinformationen an das Berichtssystem senden. Die folgenden Informationen werden gesendet: * Anwendungsinformationen * PC-Spezifikationen und Umgebungsinformationen * Name der Übersetzungszielsanwendung * Übersetzungszielbild * Übersetzungszieleinstellungen > %{color:red}**Persönliche Informationen werden nicht gesendet, aber stellen Sie sicher, dass keine persönlichen Informationen im Übersetzungszielbildschirm enthalten sind.**%
es: Enviar información de error al sistema de reportes.
fa: ارسال اطلاعات خطا به سیستم گزارش‌دهی.
fil: Ipadala ang error information sa reporting system. Ang sumusunod na impormasyon ay ipapadala: * Impormasyon ng app * Mga specs ng PC at impormasyon ng environment * Pangalan ng app na target ng pagsasalin * Larawan ng target ng pagsasalin * Mga setting ng target ng pagsasalin > %{color:red}**Ang personal na impormasyon ay hindi ipapadala, ngunit tiyaking walang personal na impormasyon sa screen ng target ng pagsasalin.**%
fr: Envoyer les informations d'erreur au système de rapport.
hi: रिपोर्ट सिस्टम को त्रुटि जानकारी भेजें। निम्नलिखित जानकारी भेजी जाएगी: * Application information * PC specifications and environment information * Translation target application name * Translation target image * Translation target settings > %{color:red}**Personal information will not be sent, but please ensure that personal information is not included in the translation target screen.**%
ko: 오류 정보를 보고서 시스템에 전송합니다. 다음 정보가 전송됩니다: * 애플리케이션 정보 * PC 사양 및 환경 정보 * 번역 대상 애플리케이션 이름 * 번역 대상 이미지 * 번역 대상 설정 > %{color:red}**개인 정보는 전송되지 않지만, 번역 대상 화면에 개인 정보가 포함되지 않도록 하십시오.**%
ms: Hantar maklumat ralat ke sistem laporan. Maklumat berikut akan dihantar: * Maklumat aplikasi * Spesifikasi PC dan maklumat persekitaran * Nama aplikasi sasaran terjemahan * Imej sasaran terjemahan * Tetapan sasaran terjemahan > %{color:red}**Maklumat peribadi tidak akan dihantar, tetapi sila pastikan maklumat peribadi tidak disertakan dalam skrin sasaran terjemahan.**%
pl: Wyślij informacje o błędach do systemu raportowania. Zostaną wysłane następujące informacje: * Informacje o aplikacji * Specyfikacja komputera i informacje o środowisku * Nazwa aplikacji docelowej tłumaczenia * Obraz docelowy tłumaczenia * Translation target settings > %{color:red}**Personal information will not be sent, but please ensure that personal information is not included in the translation target screen.**%
pt_br: Kirim informasi kesalahan ke sistem laporan. Informasi berikut akan dikirim: * Informasi aplikasi * Spesifikasi PC dan informasi lingkungan * Nama aplikasi target terjemahan * Gambar target terjemahan * Pengaturan target terjemahan > %{color:red}**Informasi pribadi tidak akan dikirim, tetapi pastikan informasi pribadi tidak termasuk dalam layar target terjemahan.**%
ru: Отправить информацию об ошибке в систему отчетов. Будет отправлена следующая информация. Информация о приложении. Характеристики ПК и информация о среде. Имя целевого приложения перевода. Изображение цели перевода. Настройки цели перевода. Персональная информация не будет отправлена но убедитесь что экран цели перевода не содержит персональной информации.
th: ส่งข้อมูลข้อผิดพลาดไปยังระบบรายงาน ข้อมูลต่อไปนี้จะถูกส่ง: * ข้อมูลแอป * สเปคและข้อมูลสภาพแวดล้อมของพีซี * ชื่อแอปเป้าหมายการแปล * รูปภาพเป้าหมายการแปล * การตั้งค่าเป้าหมายการแปล > %{color:red}**ข้อมูลส่วนบุคคลจะไม่ถูกส่ง แต่โปรดตรวจสอบให้แน่ใจว่าหน้าจอเป้าหมายการแปลไม่มีข้อมูลส่วนบุคคล**%
tr: Hata bilgilerini raporlama sistemine gönderin. Aşağıdaki bilgiler gönderilecektir: * Uygulama bilgisi * PC özellikleri ve ortam bilgisi * Çeviri hedef uygulama adı * Çeviri hedef görüntüsü * Çeviri hedef ayarları > %{color:red}**Kişisel bilgiler gönderilmeyecektir ancak çeviri hedef ekranında kişisel bilgi olmadığından emin olun.**%
vi: Gửi thông tin lỗi đến hệ thống báo cáo. Các thông tin sau sẽ được gửi: * Thông tin ứng dụng * Thông số kỹ thuật và thông tin môi trường PC * Tên ứng dụng mục tiêu dịch * Hình ảnh mục tiêu dịch * Cài đặt mục tiêu dịch > %{color:red}**Thông tin cá nhân sẽ không được gửi, nhưng hãy đảm bảo rằng thông tin cá nhân không được bao gồm trong màn hình mục tiêu dịch.**%
zh_cn: 向报告系统发送错误信息。将发送以下信息： * 应用程序信息 * PC规格和环境信息 * 翻译目标应用程序名称 * 翻译目标图像 * 翻译目标设置 > %{color:red}**不会发送个人信息，但请确保翻译目标屏幕中不包含个人信息。**%
zh_tw: 向報告系統發送錯誤資訊。將發送以下資訊： * 應用程式資訊 * PC規格和環境資訊 * 翻譯目標應用程式名稱 * 翻譯目標圖像 * 翻譯目標設定 > %{color:red}**不會發送個人資訊，但請確保翻譯目標螢幕中不包含個人資訊。**%

# SendRerpot
source: Send Information
ar: إرسال المعلومات
de: Informationen senden
es: Enviar información
fa: ارسال اطلاعات
fil: Ipadala ang impormasyon
fr: Envoyer les informations
hi: जानकारी भेजें
ko: 정보 전송
pl: Wyślij informacje
ru: Отправить информацию
th: ส่งข้อมูล
tr: Bilgi gönder
vi: Gửi thông tin
zh_cn: 发送信息
zh_tw: 發送資訊

source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fa: ارسال شد
fil: Nakumpleto ang pagpapadala
fr: Envoyé
hi: भेजा गया
ko: 전송 완료
ru: Отправка завершена
th: ส่งเสร็จสิ้น
tr: Gönderim tamamlandı
vi: Gửi hoàn tất
zh_cn: 发送完成
zh_tw: 發送完成

# Copy
source: Copy Information
ar: نسخ المعلومات
de: Informationen kopieren
es: Copiar información
fa: کپی اطلاعات
fil: Kopyahin ang impormasyon
fr: Copier les informations
hi: जानकारी कॉपी करें
ko: 정보 복사
ms: Salin Maklumat
pl: Kopiuj informacje
pt_br: Salin Informasi
ru: Скопировать информацию
th: คัดลอกข้อมูล
tr: Bilgiyi kopyala
vi: Sao chép thông tin
zh_cn: 复制信息
zh_tw: 複製資訊

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fa: کپی شد
fil: Nakopya
fr: Copié
hi: कॉपी किया गया
ko: 복사했습니다
ms: Disalin
pt_br: Disalin
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_cn: 已复制
zh_tw: 已複製

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fa: تأیید
fil: Kumpirmahin
fr: Confirmer
hi: पुष्टि करें
ko: 확인
ms: Sahkan
pl: Potwierdź
pt_br: Konfirmasi
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_cn: 确认
zh_tw: 確認

source: Submit
ar: إرسال
de: Senden
es: Enviar
fa: ارسال
fil: Isumite
fr: Envoyer
hi: सबमिट करें
ko: 전송
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi
zh_cn: 提交
zh_tw: 提交

source: Log
ar: السجل
de: Protokoll
es: Registro
fa: گزارش
fr: Journal
hi: लॉग
ko: 로그
ru: Журнал
th: บันทึก
tr: Günlük
vi: Nhật ký
zh_cn: 日志
zh_tw: 日誌

source: Attaching
ar: جارٍ الإرفاق
de: Wird angehängt
es: Adjuntando
fa: در حال اتصال
fil: Nag-aattach
fr: Attachement
hi: अटैच हो रहा है
ko: 연결 중
ms: Melampir
pt_br: Melampirkan
ru: Прикрепление
th: กำลังแนบ
tr: Ekleniyor
vi: Đang kết nối
zh_cn: 连接中
zh_tw: 連接中

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fa: صادر کردن
fil: I-export
fr: Exporter
hi: निर्यात
ko: 내보내기
ms: Eksport
pl: Eksportuj
pt_br: Ekspor
ru: Экспорт
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_cn: 导出
zh_tw: 匯出

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fa: پاک کردن
fil: I-clear
fr: Effacer
hi: साफ़ करें
ko: 지우기
ms: Kosongkan
pt_br: Kosongkan
ru: Очистить
th: ล้าง
tr: Temizle
vi: Xóa
zh_cn: 清除
zh_tw: 清除

source: Auto Scroll
ar: التمرير التلقائي
de: Automatisches Scrollen
es: Desplazamiento automático
fa: پیمایش خودکار
fil: Awtomatikong scroll
fr: Défilement automatique
hi: स्वतः स्क्रॉल
ko: 자동 스크롤
ms: Skrol Automatik
pt_br: Gulir Otomatis
ru: Автопрокрутка
th: เลื่อนอัตโนมัติ
tr: Otomatik kaydırma
vi: Cuộn tự động
zh_cn: 自动滚动
zh_tw: 自動捲動

source: Export Logs
ar: تصدير السجلات
de: Protokolle exportieren
es: Exportar registros
fa: صادر کردن گزارش‌ها
fil: I-export ang mga log
fr: Exporter les journaux
hi: लॉग निर्यात करें
ko: 로그 내보내기
ms: Eksport Log
pl: Eksportuj dzienniki
pt_br: Ekspor Log
ru: Экспорт журналов
th: ส่งออกบันทึก
tr: Günlükleri dışa aktar
vi: Xuất nhật ký
zh_cn: 导出日志
zh_tw: 匯出日誌

# ExportLogsFailed
source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Falló la exportación
fa: صادر کردن ناموفق بود
fil: Nabigo ang pag-export
fr: Échec de l'exportation
hi: निर्यात विफल
ko: 내보내기 실패
ms: Eksport Gagal
pl: Eksport nie powiódł się
pt_br: Ekspor Gagal
ru: Экспорт не удался
th: การส่งออกล้มเหลว
tr: Dışa aktarma başarısız
vi: Xuất thất bại
zh_cn: 导出失败
zh_tw: 匯出失敗

# ExportLogsSuccess
source: Export Completed
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportación completada
fa: صادر کردن کامل شد
fil: Nakumpleto ang pag-export
fr: Exportation terminée
hi: निर्यात पूर्ण
ko: 내보내기 완료
ms: Eksport Selesai
pl: Eksport zakończony
pt_br: Ekspor Selesai
ru: Экспорт завершен
th: ส่งออกเสร็จสิ้น
tr: Dışa aktarma tamamlandı
vi: Xuất hoàn tất
zh_cn: 导出完成
zh_tw: 匯出完成

# ExportLogsSuccessDetail
source: Logs exported to `{0}`.
ar: تم تصدير السجلات إلى `{0}`.
de: Protokolle wurden nach `{0}` exportiert.
es: Registros exportados a `{0}`.
fa: گزارش‌ها در `{0}` صادر شدند.
fil: Ang mga log ay na-export sa `{0}`.
fr: Journaux exportés vers `{0}`.
hi: लॉग `{0}` में निर्यात किए गए।
ko: 로그를 `{0}`에 내보냈습니다.
ms: Log dieksport ke `{0}`.
pt_br: Log diekspor ke `{0}`.
ru: Журналы экспортированы в {0}.
th: ส่งออกบันทึกไปยัง `{0}` แล้ว
tr: Günlükler `{0}` konumuna aktarıldı.
vi: Nhật ký đã được xuất ra `{0}`.
zh_cn: 日志已导出到 `{0}`。
zh_tw: 日誌已匯出到 `{0}`。

# ExportLogsFilterText
source: Text Files
ar: ملفات نصية
de: Textdateien
es: Archivos de texto
fa: فایل‌های متنی
fil: Text file
fr: Fichiers texte
hi: टेक्स्ट फ़ाइलें
ko: 텍스트 파일
pl: Pliki tekstowe
ru: Текстовый файл
th: ไฟล์ข้อความ
tr: Metin dosyası
vi: Tệp văn bản
zh_cn: 文本文件
zh_tw: 文字檔案

# FaildOcr
source: OCR failed
ar: فشل التعرف الضوئي
de: OCR fehlgeschlagen
es: Falló el OCR
fa: تشخیص OCR ناموفق بود
fil: Nabigo ang OCR
fr: Échec de l'OCR
hi: OCR विफल
pl: OCR nie powiódł się
ru: OCR не удался
th: OCR ล้มเหลว
tr: OCR başarısız
vi: OCR nhận dạng thất bại
zh_cn: OCR识别失败
zh_tw: OCR識別失敗

# FaildTranslate
source: Translation failed
ar: فشلت الترجمة
de: Übersetzung fehlgeschlagen
es: Falló la traducción
fa: ترجمه ناموفق بود
fil: Nabigo ang pagsasalin
fr: Échec de la traduction
hi: अनुवाद विफल
pl: Tłumaczenie nie powiodło się
ru: Перевод не удался
th: การแปลล้มเหลว
tr: Çeviri başarısız
vi: Dịch thất bại
zh_cn: 翻译失败
zh_tw: 翻譯失敗

# FaildOverlay
source: Failed to embed into window.
ar: فشل الدمج في النافذة.
de: Einbettung in das Fenster ist fehlgeschlagen.
es: Falló la integración en la ventana.
fa: جاسازی در پنجره ناموفق بود.
fil: Nabigo ang pag-embed ng window.
fr: Échec de l'intégration dans la fenêtre.
hi: विंडो में एम्बेड करने में विफल।
ms: Gagal membenam ke dalam tetingkap.
pl: Nie udało się osadzić w oknie.
pt_br: Gagal menyematkan ke jendela.
ru: Встраивание окна не удалось.
th: การฝังหน้าต่างล้มเหลว
tr: Pencere gömme başarısız.
zh_cn: 窗口嵌入失败。
zh_tw: 視窗嵌入失敗。

# SelectOtherWindow
source: Please select a window other than WindowTranslator
ar: الرجاء اختيار نافذة غير WindowTranslator
de: Bitte wählen Sie ein anderes Fenster als WindowTranslator aus
es: Seleccione una ventana que no sea WindowTranslator
fa: لطفاً پنجره‌ای غیر از WindowTranslator انتخاب کنید
fil: Pakipili ng window maliban sa WindowTranslator
fr: Veuillez sélectionner une fenêtre autre que WindowTranslator
hi: कृपया WindowTranslator के अलावा कोई अन्य विंडो चुनें
pl: Proszę wybrać okno inne niż WindowTranslator
ru: Пожалуйста выберите окно отличное от WindowTranslator
th: โปรดเลือกหน้าต่างอื่นที่ไม่ใช่ WindowTranslator
tr: Lütfen WindowTranslator dışında bir pencere seçin
zh_cn: 请选择WindowTranslator以外的窗口
zh_tw: 請選擇WindowTranslator以外的視窗

# UnknownWindow
source: The selected window "{0}" cannot determine the process and cannot be captured. Monitors are not supported.
ar: النافذة المحددة "{0}" لا يمكن تحديد العملية.
de: Das ausgewählte Fenster "{0}" kann den Prozess nicht bestimmen und kann nicht erfasst werden. Monitore werden nicht unterstützt.
es: La ventana seleccionada "{0}" no puede determinar el proceso.
fa: پنجره انتخاب‌شده «{0}» قابل شناسایی نیست.
fil: Ang napiling window "{0}" ay hindi makilala ang proseso kaya hindi ma-capture. Ang monitor ay hindi suportado.
fr: La fenêtre sélectionnée "{0}" ne peut pas déterminer le processus.
hi: चयनित विंडो "{0}" प्रक्रिया निर्धारित नहीं कर सकती और कैप्चर नहीं की जा सकती। मॉनिटर समर्थित नहीं हैं।
ms: Tetingkap yang dipilih "{0}" tidak dapat menentukan proses dan tidak dapat ditangkap. Monitor tidak disokong.
pl: Wybrane okno "{0}" nie może określić procesu i nie może zostać przechwycone. Monitory nie są obsługiwane.
pt_br: A janela selecionada "{0}" não pode determinar o processo e não pode ser capturada.
ru: Выбранное окно {0} не может определить процесс поэтому захват невозможен. Монитор не поддерживается.
th: ไม่สามารถแคปเจอร์หน้าต่างที่เลือก「{0}」เนื่องจากไม่สามารถระบุกระบวนการได้ มอนิเตอร์ไม่ได้รับการสนับสนุน
tr: Seçilen pencere "{0}" işlemi belirleyemez bu nedenle yakalama mümkün değil. Monitör desteklenmiyor.
zh_cn: 选择的窗口"{0}"无法确定进程,无法捕获。 不支持显示器。
zh_tw: 選擇的視窗「{0}」無法確定程序，無法擷取。 不支援顯示器。

# SettingsInvalid
source: Settings Validation Error
ar: خطأ في التحقق من الإعدادات
de: Einstellungsvalidierungsfehler
es: Error de validación de configuración
fa: خطای اعتبارسنجی تنظیمات
fil: Error sa pagpapatunay ng setting
fr: Erreur de validation des paramètres
hi: सेटिंग्स सत्यापन त्रुटि
pl: Błąd weryfikacji ustawień
ru: Ошибка проверки настроек
th: ข้อผิดพลาดในการตรวจสอบการตั้งค่า
tr: Ayar doğrulama hatası
zh_cn: 设置验证错误
zh_tw: 設定驗證錯誤

source: Save and Close
ar: حفظ وإغلاق
de: Speichern und schließen
es: Guardar y cerrar
fa: ذخیره و بستن
fil: I-save at Isara
fr: Enregistrer et fermer
hi: सहेजें और बंद करें
ms: Simpan dan Tutup
pl: Zapisz i zamknij
pt_br: Simpan dan Tutup
ru: Сохранить и закрыть
th: บันทึกและปิด
tr: Kaydet ve Kapat
zh_cn: 保存并关闭
zh_tw: 儲存並關閉

# DefaultSetting
source: Default Settings
ar: الإعدادات الافتراضية
de: Standardeinstellungen
es: Configuración predeterminada
fa: تنظیمات پیش‌فرض
fil: Default na setting
fr: Paramètres par défaut
hi: डिफ़ॉल्ट सेटिंग्स
ms: Tetapan Lalai
pl: Ustawienia domyślne
pt_br: Pengaturan Default
ru: Настройки по умолчанию
th: การตั้งค่าเริ่มต้น
tr: Varsayılan ayar
zh_cn: 默认设置
zh_tw: 預設設定

source: Auto Start
ar: البدء التلقائي
de: Automatischer Start
es: Inicio automático
fa: راه‌اندازی خودکار
fil: Awtomatikong simula
fr: Démarrage automatique
hi: स्वतः प्रारंभ
ms: Mula Automatik
pt_br: Mulai Otomatis
ru: Автозапуск
th: เริ่มต้นอัตโนมัติ
tr: Otomatik başlat
zh_cn: 自动启动
zh_tw: 自動啟動

# RegisterAutoStart
source: {0} has been registered for auto-start.
ar: تم تسجيل {0} للبدء التلقائي.
de: {0} wurde für den automatischen Start registriert.
es: {0} ha sido registrado para inicio automático.
fa: {0} برای راه‌اندازی خودکار ثبت شد.
fil: Narehistro ang {0} para sa auto start.
fr: {0} a été enregistré pour le démarrage automatique.
hi: {0} स्वतः-प्रारंभ के लिए पंजीकृत किया गया है।
ms: {0} telah didaftarkan untuk mula automatik.
pl: {0} został zarejestrowany do automatycznego uruchamiania.
pt_br: {0} telah didaftarkan untuk mulai otomatis.
ru: {0} зарегистрирован для автозапуска.
th: ลงทะเบียน {0} เป็นการเริ่มต้นอัตโนมัติแล้ว
tr: {0} otomatik başlatmaya kaydedildi.
zh_cn: {0}已注册为自动启动。
zh_tw: {0}已註冊為自動啟動。

# UnregisterAutoStart
source: Auto-start for {0} has been disabled.
ar: تم تعطيل البدء التلقائي لـ {0}.
de: Automatischer Start für {0} wurde deaktiviert.
es: El inicio automático para {0} ha sido deshabilitado.
fa: راه‌اندازی خودکار {0} غیرفعال شد.
fil: Kinansela ang auto start ng {0}.
fr: Le démarrage automatique pour {0} a été désactivé.
hi: {0} के लिए स्वतः-प्रारंभ अक्षम कर दिया गया है।
ms: Mula automatik untuk {0} telah dilumpuhkan.
pl: Automatyczne uruchamianie dla {0} zostało wyłączone.
pt_br: Mulai otomatis untuk {0} telah dinonaktifkan.
ru: Автозапуск {0} отменен.
th: ยกเลิกการเริ่มต้นอัตโนมัติของ {0} แล้ว
tr: {0} otomatik başlatması iptal edildi.
zh_cn: {0}的自动启动已取消。
zh_tw: {0}的自動啟動已取消。

# TranslateLanguage
source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fa: تنظیمات زبان
fil: Mga setting ng wika
fr: Paramètres de langue
hi: भाषा सेटिंग्स
ms: Tetapan Bahasa
pl: Ustawienia języka
pt_br: Pengaturan Bahasa
ru: Настройки языка
th: การตั้งค่าภาษา
tr: Dil ayarları
zh_cn: 语言设置
zh_tw: 語言設定

# SameSourceTargetLanguage
source: Source and target languages are the same. Please specify different languages.
ar: لغتا المصدر والهدف متطابقتان.
de: Quell- und Zielsprache sind identisch. Bitte geben Sie unterschiedliche Sprachen an.
es: Los idiomas de origen y destino son iguales.
fa: زبان مبدأ و مقصد یکسان هستند.
fil: Ang source language at target language ay pareho. Mangyaring tukuyin ang ibang wika.
fr: Les langues source et cible sont identiques.
hi: स्रोत और लक्ष्य भाषाएँ समान हैं। कृपया विभिन्न भाषाएँ निर्दिष्ट करें।
ms: Bahasa sumber dan sasaran adalah sama. Sila nyatakan bahasa yang berbeza.
pl: Język źródłowy i docelowy są takie same. Proszę wybrać różne języki.
pt_br: Bahasa sumber dan target sama. Silakan tentukan bahasa yang berbeda.
ru: Исходный язык и целевой язык одинаковы. Укажите разные языки.
th: ภาษาต้นทางและภาษาเป้าหมายเหมือนกัน โปรดระบุภาษาที่แตกต่างกัน
tr: Kaynak dil ve hedef dil aynı. Farklı diller belirtin.
zh_cn: 源语言和目标语言相同。请指定不同的语言。
zh_tw: 來源語言和目標語言相同。請指定不同的語言。

# OcrLanguageNotAvailable
source: OCR functionality for {0} is not available. Please install the target language feature
ar: وظيفة OCR لـ {0} غير متوفرة.
de: Die OCR-Funktionalität für {0} ist nicht verfügbar. Bitte installieren Sie die Zielsprachenfunktion
es: La funcionalidad OCR para {0} no está disponible.
fa: قابلیت OCR برای {0} در دسترس نیست.
fil: Ang OCR function para sa {0} ay hindi available. Mangyaring i-install ang target language feature
fr: La fonctionnalité OCR pour {0} n'est pas disponible.
hi: {0} के लिए OCR कार्यक्षमता उपलब्ध नहीं है। कृपया लक्ष्य भाषा सुविधा स्थापित करें
ms: Fungsi OCR untuk {0} tidak tersedia. Sila pasang ciri bahasa sasaran
pl: Funkcja OCR dla {0} jest niedostępna. Proszę zainstalować funkcję języka docelowego
pt_br: Fungsi OCR untuk {0} tidak tersedia. Silakan instal fitur bahasa target
ru: Функция OCR для {0} недоступна. Установите функцию целевого языка
th: ไม่สามารถใช้ฟังก์ชัน OCR ของ {0} โปรดติดตั้งฟังก์ชันภาษาเป้าหมาย
tr: {0} için OCR işlevi kullanılamıyor. Hedef dil özelliğini yükleyin
zh_cn: 无法使用{0}的OCR功能。请安装目标语言功能
zh_tw: 無法使用{0}的OCR功能。請安裝目標語言功能
