Repository: Freeesia/WindowTranslator
Catalog: Plugins/WindowTranslator.Plugin.GoogleAIPlugin/Properties/Resources.*.resx
Languages: ar, es, fil, fr, hi, vi

# CorrectMode_Image
source: Correction by image recognition
ar: التصحيح عن طريق التعرف على الصور
es: Corrección por reconocimiento de imagen
fil: Pagwawasto sa pamamagitan ng pagkilala sa imahe
fr: Correction par reconnaissance d'image
hi: छवि पहचान द्वारा सुधार
vi: Hiệu chỉnh bằng nhận dạng hình ảnh

# CorrectMode_None
source: Uncorrected
ar: بدون تصحيح
es: Sin corrección
fil: Walang pagwawasto
fr: Pas de correction
hi: असुधारित
vi: Không hiệu chỉnh

# CorrectMode_Text
source: Text-only correction
ar: تصحيح النص فقط
es: Corrección solo de texto
fil: Pagwawasto ng teksto lamang
fr: Correction texte uniquement
hi: केवल टेक्स्ट सुधार
vi: Hiệu chỉnh chỉ văn bản

# Gemini15Flash
source: Gemini 1.5 Flash (~September 24, 2025)
vi: Gemini 1.5 Flash (~24 tháng 9 năm 2025)

# Gemini15Pro
source: Gemini 1.5 Pro (~September 24, 2025)
vi: Gemini 1.5 Pro (~24 tháng 9 năm 2025)

# PreviewModel
source: Preview model to be used
ar: نموذج المعاينة المستخدم
es: Modelo de vista previa a usar
fil: Preview model na gagamitin
fr: Modèle d'aperçu à utiliser
hi: उपयोग किए जाने वाले मॉडल का पूर्वावलोकन
vi: Mô hình xem trước sử dụng

# PreviewModel_Desc
source: If you enter a model name, it will take precedence over "Model to be used
ar: إذا تم إدخال اسم نموذج، فله الأولوية على النموذج المستخدم
es: Si se ingresa un nombre de modelo, tiene prioridad sobre el modelo a usar
fil: Kung ipinasok ang pangalan ng modelo, ito ay may priyoridad kaysa "Modelo na gagamitin"
fr: Si un nom de modèle est entré, il a priorité sur le modèle à utiliser
hi: यदि आप मॉडल नाम दर्ज करते हैं, तो यह "उपयोग किया जाने वाला मॉडल" पर प्राथमिकता लेगा
vi: Nhập tên mô hình sẽ có ưu tiên hơn "Mô hình sử dụng"

# CorrectSample
source: Correction Sample
ar: عينة التصحيح
es: Muestra de corrección
fil: Sample ng pagwawasto
fr: Échantillon de correction
hi: सुधार नमूना
vi: Mẫu hiệu chỉnh

source: API Key
ar: مفتاح API
es: Clave API
fr: Clé API
hi: API कुंजी
vi: Khóa API

# Endpoint
source: access point
ar: نقطة النهاية
es: Punto de conexión
fil: Koneksyon endpoint
fr: Point de terminaison
hi: एक्सेस पॉइंट
vi: Điểm kết nối

source: glossary path
ar: مسار المسرد
es: Ruta del glosario
fil: Landas ng Glossary
fr: Chemin du glossaire
hi: शब्दावली पथ
vi: Đường dẫn từ vựng

# Model
source: Model to be used
ar: النموذج المستخدم
es: Modelo a usar
fil: Modelo na gagamitin
fr: Modèle à utiliser
hi: उपयोग किया जाने वाला मॉडल
vi: Mô hình sử dụng

# TranslateContext
source: Contextual information to be used during translation
ar: معلومات السياق للترجمة
es: Información contextual para traducción
fil: Impormasyon ng konteksto na ginagamit sa pagsasalin
fr: Informations contextuelles pour la traduction
hi: अनुवाद के दौरान उपयोग की जाने वाली संदर्भ जानकारी
vi: Thông tin ngữ cảnh sử dụng khi dịch

# CorrectMode
source: Recognition correction
ar: تصحيح التعرف
es: Corrección de reconocimiento
fil: Pagwawasto ng pagkilala
fr: Correction de reconnaissance
hi: पहचान सुधार
vi: Hiệu chỉnh nhận dạng

# GoogleAIOptions
source: Gemini Settings
ar: إعدادات Gemini
es: Configuración de Gemini
fil: Mga setting ng Gemini
fr: Paramètres Gemini
hi: Gemini सेटिंग्स
vi: Cài đặt Gemini

# GoogleAITranslator
source: Gemini Translation
ar: ترجمة Gemini
es: Traducción Gemini
fil: Pagsasalin ng Gemini
fr: Traduction Gemini
hi: Gemini अनुवाद
vi: Dịch Gemini

# WaitCorrect
source: Wait for correction to complete before proceeding with translation
ar: انتظار انتهاء التصحيح قبل الترجمة
es: Esperar a que termine la corrección antes de traducir
fil: Magsalin pagkatapos makumpleto ang pagwawasto
fr: Attendre la fin de la correction avant de traduire
hi: अनुवाद के साथ आगे बढ़ने से पहले सुधार पूर्ण होने की प्रतीक्षा करें
vi: Chờ hiệu chỉnh hoàn tất trước khi tiếp tục dịch

# GeminiNotInitialized
source: Gemini functionality is not initialized. Please configure Google AI options from the settings dialog
ar: لم تتم تهيئة وظيفة Gemini.
es: La función Gemini no está inicializada.
fil: Ang function ng Gemini ay hindi naka-initialize. Pakiusap itakda ang mga opsyon ng GoogleAI mula sa dialog ng mga setting
fr: La fonction Gemini n'est pas initialisée.
hi: Gemini कार्यक्षमता इनिशियलाइज़ नहीं है। कृपया सेटिंग्स डायलॉग से Google AI विकल्प कॉन्फ़िगर करें
vi: Tính năng Gemini chưa được khởi tạo. Vui lòng cấu hình tùy chọn Google AI từ hộp thoại cài đặt

# InvalidApiKey
source: Gemini API key is invalid. Please configure Google AI options from the settings dialog
ar: مفتاح API الخاص بـ Gemini غير صالح.
es: La clave API de Gemini es inválida.
fil: Ang API key ng Gemini ay hindi valid. Pakiusap itakda ang mga opsyon ng GoogleAI mula sa dialog ng mga setting
fr: La clé API Gemini est invalide.
hi: Gemini API कुंजी अमान्य है। कृपया सेटिंग्स डायलॉग से Google AI विकल्प कॉन्फ़िगर करें
vi: Khóa API Gemini không hợp lệ. Vui lòng cấu hình tùy chọn Google AI từ hộp thoại cài đặt
