Repository: Freeesia/WindowTranslator
Catalog: Plugins/WindowTranslator.Plugin.OneOcrPlugin/Properties/Resources.*.resx
Languages: ar, de, es, fa, fr, hi, id, ko, ms, pl, th, vi, zh_cn

# OneOcr
source: New Windows Character Recognition (Beta)
ar: التعرف الجديد على Windows (تجريبي)
de: Neue Windows-Zeichenerkennung (Beta)
es: Nuevo reconocimiento Windows (beta)
fa: تشخیص جدید ویندوز (آزمایشی)
fr: Nouvelle reconnaissance Windows (bêta)
hi: नई Windows वर्ण पहचान (बीटा)
ko: 새로운 Windows 문자 인식(베타)
th: การจดจำอักขระ Windows ใหม่ (เบต้า)
vi: Nhận dạng ký tự Windows mới (Beta)
zh_cn: 新的 Windows 字符识别功能（测试版）

# NotFoundModule
source: Dependent modules not found. Not available in this environment.
ar: لم يتم العثور على الوحدة التابعة. غير متوفر في هذه البيئة.
de: Abhängige Module nicht gefunden. Nicht verfügbar in dieser Umgebung.
es: Módulo dependiente no encontrado. No disponible en este entorno.
fa: ماژول وابسته یافت نشد. در این محیط در دسترس نیست.
fr: Module dépendant introuvable. Non disponible dans cet environnement.
hi: निर्भर मॉड्यूल नहीं मिले। इस वातावरण में उपलब्ध नहीं।
id: Modul dependen tidak ditemukan. Tidak tersedia dalam lingkungan ini.
ko: 종속 모듈을 찾을 수 없습니다. 이 환경에서는 사용할 수 없습니다.
ms: Modul bersandar tidak dijumpai. Tidak tersedia dalam persekitaran ini.
th: ไม่พบโมดูลที่ขึ้นต่อกัน ไม่สามารถใช้งานได้ในสภาพแวดล้อมนี้
vi: Không tìm thấy mô-đun phụ thuộc. Không khả dụng trong môi trường này.
zh_cn: 找不到依赖模块。此环境无法使用。

# CopyFaild
source: Failed to copy OneOcr DLL. {0}
ar: فشل نسخ DLL OneOcr. {0}
de: Fehler beim Kopieren der OneOcr-DLL. {0}
es: Error al copiar la DLL de OneOcr. {0}
fa: کپی DLL OneOcr ناموفق بود. {0}
fr: Échec de la copie de la DLL OneOcr. {0}
hi: OneOcr DLL कॉपी करने में विफल। {0}
id: Gagal menyalin DLL OneOcr. {0}
ko: OneOcr DLL 복사에 실패했습니다. {0}
ms: Gagal menyalin DLL OneOcr. {0}
pl: Nie udało się skopiować OneOcr DLL. {0}
th: การคัดลอก OneOcr DLL ล้มเหลว {0}
vi: Sao chép OneOcr DLL thất bại. {0}
zh_cn: OneOcr DLL 复制失败。{0}

# InitFaild
source: Failed to create OCR initialization options. Error code: {0}
ar: فشل إنشاء خيارات تهيئة OCR. رمز الخطأ: {0}
de: Fehler beim Erstellen der OCR-Initialisierungsoptionen. Fehlercode: {0}
es: Error al crear opciones de inicialización OCR. Código de error: {0}
fa: ایجاد گزینه‌های مقداردهی OCR ناموفق بود. کد خطا: {0}
fr: Échec de la création des options d'initialisation OCR. Code d'erreur : {0}
hi: OCR इनिशियलाइज़ेशन विकल्प बनाने में विफल। त्रुटि कोड: {0}
id: Gagal membuat opsi inisialisasi OCR. Kode kesalahan: {0}
ko: OCR 초기화 옵션 생성에 실패했습니다. 오류 코드: {0}
ms: Gagal mencipta pilihan permulaan OCR. Kod ralat: {0}
pl: Nie udało się utworzyć opcji inicjalizacji OCR. Kod błędu: {0}
th: การสร้างตัวเลือกการเริ่มต้น OCR ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Tạo tùy chọn khởi tạo OCR thất bại. Mã lỗi: {0}
zh_cn: OCR 初始化选项创建失败。错误代码：{0}

# SetLazyLoadFaild
source: Failed to set OCR model lazy loading. Error code: {0}
ar: فشل إعداد التحميل الكسول لنموذج OCR. رمز الخطأ: {0}
de: Fehler beim Festlegen des verzögerten Ladens des OCR-Modells. Fehlercode: {0}
es: Error al configurar la carga diferida del modelo OCR. Código de error: {0}
fa: تنظیم بارگذاری تنبل مدل OCR ناموفق بود. کد خطا: {0}
fr: Échec de la configuration du chargement différé du modèle OCR. Code d'erreur : {0}
hi: OCR मॉडल लेज़ी लोडिंग सेट करने में विफल। त्रुटि कोड: {0}
id: Gagal menetapkan pemuatan lambat model OCR. Kode kesalahan: {0}
ko: OCR 모델 지연 로딩 설정에 실패했습니다. 오류 코드: {0}
ms: Gagal menetapkan pemuatan lambat model OCR. Kod ralat: {0}
pl: Nie udało się ustawić leniwego ładowania modelu OCR. Kod błędu: {0}
th: การตั้งค่าการโหลดล่าช้าของโมเดล OCR ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Thiết lập tải mô hình OCR chậm thất bại. Mã lỗi: {0}
zh_cn: OCR 模型延迟加载设置失败。错误代码：{0}

# CreatePipelineFaild
source: Failed to create OCR pipeline. Error code: {0} Please try updating "Snipping Tool" or "Microsoft Photos" app.
ar: فشل إنشاء خط أنابيب OCR. رمز الخطأ: {0}
de: Fehler beim Erstellen der OCR-Pipeline. Fehlercode: {0} Bitte versuchen Sie, die Apps "Ausschneiden und skizzieren" oder "Microsoft Fotos" zu aktualisieren.
es: Error al crear el pipeline OCR. Código de error: {0}
fa: ایجاد خط لوله OCR ناموفق بود. کد خطا: {0}
fr: Échec de la création du pipeline OCR. Code d'erreur : {0}
hi: OCR पाइपलाइन बनाने में विफल। त्रुटि कोड: {0} कृपया "Snipping Tool" ऐप अपडेट करने का प्रयास करें।
id: Gagal membuat pipeline OCR. Kode kesalahan: {0} Silakan coba perbarui aplikasi "Snipping Tool" atau "Microsoft Photos".
ko: OCR 파이프라인 생성에 실패했습니다. 오류 코드: {0} "캡처 도구(Snipping Tool)" 앱을 업데이트해 보세요.
ms: Gagal mencipta saluran OCR. Kod ralat: {0} Sila cuba mengemas kini aplikasi "Snipping Tool" atau "Microsoft Photos".
pl: Nie udało się utworzyć potoku OCR. Kod błędu: {0} Spróbuj zaktualizować aplikację "Wycinanie ekranu".
th: การสร้าง OCR pipeline ล้มเหลว รหัสข้อผิดพลาด: {0} กรุณาลองอัปเดต Snipping Tool หรือ Microsoft Photos
vi: Tạo pipeline OCR thất bại. Mã lỗi: {0} Hãy thử cập nhật ứng dụng "Snipping Tool".
zh_cn: OCR 管道创建失败。错误代码：{0} 请尝试更新"截图工具"或"Microsoft 照片"应用。

# CreateProcessOptionsFaild
source: Failed to create OCR process options. Error code: {0}
ar: فشل إنشاء خيارات عملية OCR. رمز الخطأ: {0}
de: Fehler beim Erstellen der OCR-Verarbeitungsoptionen. Fehlercode: {0}
es: Error al crear opciones de proceso OCR. Código de error: {0}
fa: ایجاد گزینه‌های پردازش OCR ناموفق بود. کد خطا: {0}
fr: Échec de la création des options de processus OCR. Code d'erreur : {0}
hi: OCR प्रोसेस विकल्प बनाने में विफल। त्रुटि कोड: {0}
id: Gagal membuat opsi proses OCR. Kode kesalahan: {0}
ko: OCR 프로세스 옵션 생성에 실패했습니다. 오류 코드: {0}
ms: Gagal mencipta pilihan proses OCR. Kod ralat: {0}
pl: Nie udało się utworzyć opcji procesu OCR. Kod błędu: {0}
th: การสร้างตัวเลือกการประมวลผล OCR ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Tạo tùy chọn xử lý OCR thất bại. Mã lỗi: {0}
zh_cn: OCR 处理选项创建失败。错误代码：{0}

# SetMaxRecognitionLineCountFaild
source: Failed to set OCR maximum recognition line count. Error code: {0}
ar: فشل تعيين الحد الأقصى لعدد أسطر OCR. رمز الخطأ: {0}
de: Fehler beim Festlegen der maximalen OCR-Erkennungszeilen. Fehlercode: {0}
es: Error al establecer el número máximo de líneas OCR. Código de error: {0}
fa: تنظیم حداکثر تعداد خطوط OCR ناموفق بود. کد خطا: {0}
fr: Échec de la définition du nombre maximal de lignes OCR. Code d'erreur : {0}
hi: OCR अधिकतम पहचान लाइन गिनती सेट करने में विफल। त्रुटि कोड: {0}
id: Gagal menetapkan jumlah baris pengenalan maksimum OCR. Kode kesalahan: {0}
ko: OCR 최대 인식 행 수 설정에 실패했습니다. 오류 코드: {0}
ms: Gagal menetapkan kiraan baris pengecaman maksimum OCR. Kod ralat: {0}
pl: Nie udało się ustawić maksymalnej liczby rozpoznawanych linii OCR. Kod błędu: {0}
th: การตั้งค่าจำนวนบรรทัดจดจำสูงสุดของ OCR ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Thiết lập số dòng nhận dạng tối đa OCR thất bại. Mã lỗi: {0}
zh_cn: OCR 最大识别行数设置失败。错误代码：{0}

# RunPipelineFaild
source: Failed to run OCR pipeline. Error code: {0}
ar: فشل تشغيل خط أنابيب OCR. رمز الخطأ: {0}
de: Fehler beim Ausführen der OCR-Pipeline. Fehlercode: {0}
es: Error al ejecutar el pipeline OCR. Código de error: {0}
fa: اجرای خط لوله OCR ناموفق بود. کد خطا: {0}
fr: Échec de l'exécution du pipeline OCR. Code d'erreur : {0}
hi: OCR पाइपलाइन चलाने में विफल। त्रुटि कोड: {0}
id: Gagal menjalankan pipeline OCR. Kode kesalahan: {0}
ko: OCR 파이프라인 실행에 실패했습니다. 오류 코드: {0}
ms: Gagal menjalankan saluran OCR. Kod ralat: {0}
th: การรัน OCR pipeline ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Chạy pipeline OCR thất bại. Mã lỗi: {0}
zh_cn: OCR 管道运行失败。错误代码：{0}

# GetLineCountFaild
source: Failed to get OCR line count. Error code: {0}
ar: فشل الحصول على عدد أسطر OCR. رمز الخطأ: {0}
de: Fehler beim Abrufen der OCR-Zeilenzahl. Fehlercode: {0}
es: Error al obtener el conteo de líneas OCR. Código de error: {0}
fa: دریافت تعداد خطوط OCR ناموفق بود. کد خطا: {0}
fr: Échec de l'obtention du nombre de lignes OCR. Code d'erreur : {0}
hi: OCR लाइन गिनती प्राप्त करने में विफल। त्रुटि कोड: {0}
id: Gagal mendapatkan jumlah baris OCR. Kode kesalahan: {0}
ko: OCR 행 수 가져오기에 실패했습니다. 오류 코드: {0}
ms: Gagal mendapatkan kiraan baris OCR. Kod ralat: {0}
pl: Nie udało się uzyskać liczby linii OCR. Kod błędu: {0}
th: การรับจำนวนบรรทัด OCR ล้มเหลว รหัสข้อผิดพลาด: {0}
vi: Lấy số dòng OCR thất bại. Mã lỗi: {0}
zh_cn: OCR 行数获取失败。错误代码：{0}

# GetLineFaild
source: Failed to get OCR line. Line number: {0}, Error code: {1}
ar: فشل الحصول على سطر OCR. رقم السطر: {0}، رمز الخطأ: {1}
de: Fehler beim Abrufen der OCR-Zeile. Zeilennummer: {0}, Fehlercode: {1}
es: Error al obtener la línea OCR. Número de línea: {0}, Código de error: {1}
fa: دریافت خط OCR ناموفق بود. شماره خط: {0}، کد خطا: {1}
fr: Échec de l'obtention de la ligne OCR. Numéro de ligne : {0}, Code d'erreur : {1}
hi: OCR लाइन प्राप्त करने में विफल। लाइन नंबर: {0}, त्रुटि कोड: {1}
id: Gagal mendapatkan baris OCR. Nomor baris: {0}, Kode kesalahan: {1}
ko: OCR 행 가져오기에 실패했습니다. 행 번호: {0}, 오류 코드: {1}
ms: Gagal mendapatkan baris OCR. Nombor baris: {0}, Kod ralat: {1}
pl: Nie udało się uzyskać linii OCR. Numer linii: {0}, Kod błędu: {1}
th: การรับบรรทัด OCR ล้มเหลว หมายเลขบรรทัด: {0}, รหัสข้อผิดพลาด: {1}
vi: Lấy dòng OCR thất bại. Số dòng: {0}, Mã lỗi: {1}
zh_cn: OCR 行获取失败。行号：{0}，错误代码：{1}

# GetLineContentFaild
source: Failed to get OCR line text content. Line number: {0}, Error code: {1}
ar: فشل الحصول على محتوى نص سطر OCR. رقم السطر: {0}، رمز الخطأ: {1}
de: Fehler beim Abrufen des OCR-Zeileninhalts. Zeilennummer: {0}, Fehlercode: {1}
es: Error al obtener el contenido de texto de la línea OCR. Número de línea: {0}, Código de error: {1}
fa: دریافت محتوای متن خط OCR ناموفق بود. شماره خط: {0}، کد خطا: {1}
fr: Échec de l'obtention du contenu texte de la ligne OCR. Numéro de ligne : {0}, Code d'erreur : {1}
hi: OCR लाइन टेक्स्ट सामग्री प्राप्त करने में विफल। लाइन नंबर: {0}, त्रुटि कोड: {1}
id: Gagal mendapatkan konten teks baris OCR. Nomor baris: {0}, Kode kesalahan: {1}
ko: OCR 행 텍스트 내용 가져오기에 실패했습니다. 행 번호: {0}, 오류 코드: {1}
ms: Gagal mendapatkan kandungan teks baris OCR. Nombor baris: {0}, Kod ralat: {1}
pl: Nie udało się uzyskać treści tekstowej linii OCR. Numer linii: {0}, Kod błędu: {1}
th: การรับเนื้อหาข้อความบรรทัด OCR ล้มเหลว หมายเลขบรรทัด: {0}, รหัสข้อผิดพลาด: {1}
vi: Lấy nội dung văn bản dòng OCR thất bại. Số dòng: {0}, Mã lỗi: {1}
zh_cn: OCR 行文本内容获取失败。行号：{0}，错误代码：{1}

# GetLineBoundingBoxFaild
source: Failed to get OCR line bounding box. Line number: {0}, Error code: {1}
ar: فشل الحصول على مربع حدود سطر OCR. رقم السطر: {0}، رمز الخطأ: {1}
de: Fehler beim Abrufen der OCR-Zeilen-Begrenzungsbox. Zeilennummer: {0}, Fehlercode: {1}
es: Error al obtener el cuadro delimitador de la línea OCR. Número de línea: {0}, Código de error: {1}
fa: دریافت کادر محدود خط OCR ناموفق بود. شماره خط: {0}، کد خطا: {1}
fr: Échec de l'obtention de la boîte de délimitation de la ligne OCR. Numéro de ligne : {0}, Code d'erreur : {1}
hi: OCR लाइन बाउंडिंग बॉक्स प्राप्त करने में विफल। लाइन नंबर: {0}, त्रुटि कोड: {1}
id: Gagal mendapatkan kotak pembatas baris OCR. Nomor baris: {0}, Kode kesalahan: {1}
ko: OCR 행 경계 상자 가져오기에 실패했습니다. 행 번호: {0}, 오류 코드: {1}
ms: Gagal mendapatkan kotak sempadan baris OCR. Nombor baris: {0}, Kod ralat: {1}
pl: Nie udało się uzyskać ramki linii OCR. Numer linii: {0}, Kod błędu: {1}
th: การรับกรอบขอบเขตบรรทัด OCR ล้มเหลว หมายเลขบรรทัด: {0}, รหัสข้อผิดพลาด: {1}
vi: Lấy hộp giới hạn dòng OCR thất bại. Số dòng: {0}, Mã lỗi: {1}
zh_cn: OCR 行边界框获取失败。行号：{0}，错误代码：{1}

# NotFoundModuleWithVersion
source: Dependent modules not found. Not available in this environment. {0}
ar: لم يتم العثور على الوحدة التابعة. غير متوفر في هذه البيئة. {0}
de: Abhängige Module nicht gefunden. Nicht verfügbar in dieser Umgebung. {0}
es: Módulo dependiente no encontrado. No disponible en este entorno. {0}
fa: ماژول وابسته یافت نشد. در این محیط در دسترس نیست. {0}
fr: Module dépendant introuvable. Non disponible dans cet environnement. {0}
hi: निर्भर मॉड्यूल नहीं मिला। इस वातावरण में उपलब्ध नहीं है। {0}
id: Modul dependen tidak ditemukan. Tidak tersedia dalam lingkungan ini. {0}
ko: 종속 모듈을 찾을 수 없습니다. 이 환경에서는 사용할 수 없습니다. {0}
ms: Modul bersandar tidak dijumpai. Tidak tersedia dalam persekitaran ini. {0}
th: ไม่พบโมดูลที่ขึ้นต่อกัน ไม่สามารถใช้งานได้ในสภาพแวดล้อมนี้ {0}
vi: Không tìm thấy mô-đun phụ thuộc. Không khả dụng trong môi trường này. {0}
zh_cn: 未找到依赖模块。此环境不可用。{0}

# UpdateDialogTitle
source: Update Snipping Tool
ar: تحديث أداة القص والرسم
de: Snipping Tool aktualisieren
es: Actualización de Recorte y Anotación
fa: به‌روزرسانی Snipping Tool
fr: Mise à jour de Capture et Croquis
hi: स्निपिंग टूल अपडेट करें
ko: 캡처 도구 업데이트
pl: Zaktualizuj narzędzie Wycinanie ekranu
th: อัปเดต Snipping Tool
vi: Cập nhật Công cụ Cắt
zh_cn: 更新截图工具

# UpdateDialogContent
source: To use OneOcr, you need to update the "Snipping Tool" app. Please open Microsoft Store to update.
ar: لاستخدام OneOcr، يلزم تحديث تطبيق أداة القص والرسم.
de: Um OneOcr zu verwenden, müssen Sie die App "Snipping Tool" aktualisieren. Bitte öffnen Sie den Microsoft Store zur Aktualisierung.
es: Para usar OneOcr, se requiere una actualización de la aplicación Recorte y Anotación.
fa: برای استفاده از OneOcr، به‌روزرسانی برنامه Snipping Tool لازم است.
fr: Pour utiliser OneOcr, une mise à jour de l'application Capture et Croquis est nécessaire.
hi: OneOcr का उपयोग करने के लिए, आपको "स्निपिंग टूल" ऐप को अपडेट करना होगा। कृपया अपडेट करने के लिए Microsoft Store खोलें।
id: Untuk menggunakan OneOcr, Anda perlu memperbarui aplikasi "Snipping Tool". Silakan buka Microsoft Store untuk memperbarui.
ko: OneOcr을 사용하려면 "캡처 도구" 앱을 업데이트해야 합니다. Microsoft Store를 열어 업데이트하십시오.
ms: Untuk menggunakan OneOcr, anda perlu mengemas kini aplikasi "Snipping Tool". Sila buka Microsoft Store untuk mengemas kini.
pl: Aby korzystać z OneOcr, musisz zaktualizować aplikację "Wycinanie ekranu". Otwórz Microsoft Store, aby zaktualizować.
th: เพื่อใช้ OneOcr คุณต้องอัปเดตแอป Snipping Tool กรุณาเปิด Microsoft Store เพื่ออัปเดต
vi: Để sử dụng OneOcr, bạn cần cập nhật ứng dụng "Công cụ Cắt". Vui lòng mở Microsoft Store để cập nhật.
zh_cn: 要使用OneOcr，需要更新"截图工具"应用。 请打开Microsoft Store进行更新。

# OpenStoreButton
source: Open Store
ar: فتح المتجر
de: Store öffnen
es: Abrir Store
fa: باز کردن فروشگاه
fr: Ouvrir le Store
hi: Store खोलें
ko: Store 열기
pl: Otwórz sklep
th: เปิด Store
vi: Mở Store
zh_cn: 打开Store

# DoNotUpdateButton
source: Don't Update
ar: عدم التحديث
de: Nicht aktualisieren
es: No actualizar
fa: به‌روزرسانی نکن
fr: Ne pas mettre à jour
hi: अपडेट न करें
id: Jangan Perbarui
ko: 업데이트 안 함
ms: Jangan kemas kini
th: ไม่อัปเดต
vi: Không cập nhật
zh_cn: 不更新

# CheckingUpdateTitle
source: Checking for Updates...
ar: جارٍ التحقق من التحديثات...
de: Suche nach Updates...
es: Verificando actualizaciones...
fa: در حال بررسی به‌روزرسانی‌ها...
fr: Vérification des mises à jour...
hi: अपडेट जांच रहे हैं...
id: Memeriksa Pembaruan...
ko: 업데이트 확인 중...
ms: Menyemak Kemas Kini...
th: กำลังตรวจสอบการอัปเดต...
vi: Đang kiểm tra cập nhật...
zh_cn: 检查更新中...

# CheckingUpdateContent
source: Checking for "Snipping Tool" updates... Please complete the update in Microsoft Store. The process will continue automatically when the update is complete. > #### If the update doesn't complete > Please manually update from "Downloads and Updates" in Microsoft Store and try again. > [Open Downloads and Updates](ms-windows-store://downloadsandupdates)
ar: جارٍ التحقق من تحديثات أداة القص والرسم...
de: Suche nach Updates für "Snipping Tool"... Bitte schließen Sie das Update im Microsoft Store ab. Der Vorgang wird automatisch fortgesetzt, wenn das Update abgeschlossen ist. > #### Wenn das Update nicht abgeschlossen wird > Bitte aktualisieren Sie manuell über "Downloads und Updates" im Microsoft Store und versuchen Sie es erneut. > [Downloads und Updates öffnen](ms-windows-store://downloadsandupdates)
es: Verificando actualizaciones de Recorte y Anotación...
fa: در حال بررسی به‌روزرسانی‌های Snipping Tool...
fr: Vérification des mises à jour de Capture et Croquis...
hi: "स्निपिंग टूल" के लिए अपडेट की जांच हो रही है... कृपया Microsoft Store में अपडेट पूरा करें। अपडेट पूरा होने पर प्रक्रिया स्वचालित रूप से जारी रहेगी। > #### यदि अपडेट पूरा नहीं होता है > कृपया Microsoft Store में "डाउनलोड और अपडेट" से मैन्युअल रूप से अपडेट पूरा करें और पुनः प्रयास करें। > [डाउनलोड और अपडेट खोलें](ms-windows-store://downloadsandupdates)
id: Memeriksa pembaruan "Snipping Tool"... Silakan selesaikan pembaruan di Microsoft Store. Proses akan berlanjut secara otomatis ketika pembaruan selesai. > #### Jika pembaruan tidak selesai > Silakan perbarui secara manual dari "Unduhan dan Pembaruan" di Microsoft Store dan coba lagi. > [Buka Unduhan dan Pembaruan](ms-windows-store://downloadsandupdates)
ko: "캡처 도구" 업데이트 확인 중... Microsoft Store에서 업데이트를 완료하십시오. 업데이트가 완료되면 자동으로 계속됩니다. > #### 업데이트가 완료되지 않는 경우 > Microsoft Store의 "다운로드 및 업데이트"에서 수동으로 업데이트를 완료한 후 다시 시도하십시오. > [다운로드 및 업데이트 열기](ms-windows-store://downloadsandupdates)
ms: Menyemak kemas kini "Snipping Tool"... Sila lengkapkan kemas kini dalam Microsoft Store. Proses akan diteruskan secara automatik apabila kemas kini selesai. > #### Jika kemas kini tidak selesai > Sila kemas kini secara manual dari "Muat Turun dan Kemas Kini" dalam Microsoft Store dan cuba lagi. > [Buka Muat Turun dan Kemas Kini](ms-windows-store://downloadsandupdates)
pl: Sprawdzanie aktualizacji "Wycinanie ekranu"... Proszę zakończyć aktualizację w Microsoft Store. Proces będzie kontynuowany automatycznie po zakończeniu aktualizacji. > #### Jeśli aktualizacja się nie zakończy > Proszę ręcznie zaktualizować w sekcji "Pobrania i aktualizacje" w Microsoft Store i spróbuj ponownie. > [Otwórz Pobrania i aktualizacje](ms-windows-store://downloadsandupdates)
th: กำลังตรวจสอบการอัปเดต Snipping Tool... กรุณาให้การอัปเดตเสร็จสมบูรณ์ใน Microsoft Store กระบวนการจะดำเนินการต่อโดยอัตโนมัติเมื่อการอัปเดตเสร็จสมบูรณ์ หากการอัปเดตไม่เสร็จสมบูรณ์ กรุณาอัปเดตด้วยตนเองจาก ดาวน์โหลดและอัปเดต ใน Microsoft Store และลองอีกครั้ง
vi: Đang kiểm tra cập nhật cho "Công cụ Cắt"... Vui lòng hoàn tất cập nhật trong Microsoft Store. Quá trình sẽ tự động tiếp tục khi cập nhật hoàn tất. > #### Nếu cập nhật không hoàn tất > Vui lòng cập nhật thủ công từ "Tải xuống và Cập nhật" trong Microsoft Store và thử lại. > [Mở Tải xuống và Cập nhật](ms-windows-store://downloadsandupdates)
zh_cn: 正在检查"截图工具"的更新... 请在Microsoft Store中完成更新。 更新完成后将自动继续。 > #### 如果更新未完成 > 请在Microsoft Store的"下载和更新"中手动完成更新，然后重试。 > [打开下载和更新](ms-windows-store://downloadsandupdates)

# AbortButton
source: Abort
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batalkan
ko: 중단
ms: Batal
pl: Przerwij
th: ยกเลิก
vi: Hủy bỏ
zh_cn: 中止
